# To change this license header, choose License Headers in Project Properties.
# To change this template file, choose Tools | Templates
# and open the template in the editor.

newfileBtn=Neue iTunes Podcast-Datei
newfilestandardBtn=Neue Standard Podcast-Datei
openfileBtn=Datei \u00f6ffnen
welcomeTxt=Vielen Dank, dass Sie diese Anwendung verwenden. \nMit dieser Anwendung k\u00f6nnen Sie iTunes-Podcast-Feed-Dateien erstellen oder bearbeiten. \nDiese Anwendung erm\u00f6glicht es Ihnen, iTunes Podcast-Feed-Dateien und RSS-Podcast-Feed-Dateien zu erstellen. \nBitte klicken Sie auf \"Neue iTunes Podcast-Datei \", um eine neue iTunes formatierte Podcast-Feed-Datei zu erstellen, die f\u00fcr Apple Podcasts verwendet werden kann.  \nDiese Anwendung speichert eine XML-Datei, die im neuesten iTunes Podcast-Format formatiert ist. \nAber wenn Sie stattdessen eine normale (RSS-)Podcast-Datei erstellen m\u00f6chten, dann klicken Sie auf \"New Standard Podcast File\". \Wenn Sie Datum und Uhrzeit nicht in das Datumsfeld schreiben, dann verwendet diese Anwendung den aktuellen Zeitstempel. \nWenn Sie eine Datei gespeichert haben, dann wird der vollst\u00e4ndige Pfad unten im Editorfenster angezeigt.\nBitte folgen Sie auch den Feldbeschreibungen im Editor und den Fehlermeldungen. 
openfileTxt=Bitte w\u00e4hlen Sie eine XML-Datei
savefileTxt=Bitte w\u00e4hlen Sie einen Dateiname und Speicherort
copyrightTxt=Programmiert von: Abderraouf Dridi - a-dridi - Kontakt: a.dridi@ard-site.net - 2019
errorfiletypeTxt = Falscher Dateityp. \u00d6ffnen Sie bitte eine iTunes-Podcast-Feed-Datei mit einem XML-Dateityp
errorfilexmlTxt = Sie haben keine iTunes-Podcast-Feed-Datei ausgew\u00e4hlt. \u00d6ffnen Sie bitte eine iTunes-Podcast-Feed-Datei mit der Version 2.0: http://www.itunes.com/dtds/podcast-1.0.dtd
errorfilecorruptTxt=Ihre Datei kann nicht ge\u00f6ffnet werden. Bitte \u00fcberpr\u00fcfen Sie, ob es sich bei Ihrer Datei um eine itunes-Podcast-XML-Datei handelt, die nicht besch\u00e4digt ist.
titleLabelTxt=Titel
linkTitleTxt=Website
descriptionLabelTxt=Beschreibung
languageLabelTxt=Sprache
subtitleLabelTxt=Subtitle Beschreibung
authorLabelTxt=Autor
summaryLabelTxt=Summary
keywordsLabelTxt=Keywords
ownernameLabelTxt=Owner Name
owneremailLabelTxt=Owner E-Mail
explicitLabelTxt=Explicit
explicityesRadioTxt=Ja
explicitnoRadioTxt=Nein
imagesLabelTxt=Bild-URL (Kompletter Pfad)
categoryLabelTxt=Kategorie
entryTitleColumnTxt=Titel
entryDescriptionColumnTxt=Beschreibung
entryLinkColumnTxt=Link (Kompletter Datei-Pfad)
entryDateColumnTxt=Datum 
entryDateColumnDescriptionLabelTxt=(EEE, dd MMM yyyy hh:mm:ss Z \nz.B. (GMT-0): Mon, 28 Oct 2019 15:01:13 +0000 )
entrySummaryColumnTxt=Summary
entrySubtitleColumnTxt=Subtitle Beschreibung
entryImageColumnTxt=Bild URL
entryDurationColumnTxt=Dauer (Format: mm:ss)
entryFilelengthColumnTxt=Dateigr\u00f6\u00dfe in Bits
entryTypeColumnTxt=Dateityp (z.B.: audio/mpeg f\u00fcr mp3, video/mp4 f\u00fcr mp4 Video)
addpodcastentryButtonTxt=Podcast-Eintrag hinzuf\u00fcgen
deletepodcastentryButtonTxt=Podcast-Eintrag l\u00f6schen
deleteButtonTxt=L\u00f6schen
entriesCloseButtonTxt=Abbrechen
saveButtonTxt=Speichern
saveandcloseButtonTxt=Speichern und Schlie\u00dfen
tableNoPodcastEntriesTxt=Keine Podcast-Eintr\u00e4ge. F\u00fcgen Sie Podcast-Eintr\u00e4ge / Dateien hinzu, indem Sie auf die Schaltfl\u00e4che "Podcast-Eintr\u00e4ge bearbeiten" klicken.
headerPodcastEntriesTxt=Podcast-Eintr\u00e4ge
editPodcastEntriesTxt=Podcast-Eintr\u00e4ge bearbeiten
newFileEditorTxt=*** Sie bearbeiten gerade eine neu erstellte Datei. Bitte vergessen Sie nicht die Datei zu speichern. ***
datalengthEnterErrorTxt=Geben Sie nur numerische Werte ein. Bitte geben Sie die Dateigr\u00f6\u00dfe der Datei in Bits an.
entrypublishdateEnterErrorTxt=Falsches Datum. Bitte geben Sie das Datum in diesem Format ein: EEE, dd MMM yyyyyyy hh:mm:ss Z - zum Beispiel (GMT-0): Mon, 28 Oct 2019 15:01:13 +0000
errorfilesavingTxt=Dateifehler. Datei konnte nicht gespeichert werden. Bitte \u00fcberpr\u00fcfen Sie, ob Sie eine vorhandene Datei nicht \u00fcberschrieben oder einen Dateinamen f\u00fcr Ihre XML-Datei eingegeben haben.
errorselectlanguageTxt=Bitte w\u00e4hlen Sie eine Sprache aus. "Sprache" darf nicht leer sein. 
errorselectcategoryTxt=Bitte w\u00e4hlen Sie eine Kategorie aus. "Kategorie" darf nicht leer sein. 
errorwritetitelTxt=Titel darf nicht leer sein. Bitte schreiben Sie einen Titel f\u00fcr Ihren Podcast-Eintrag.
errorwritelinkTxt=Link darf nicht leer sein. Bitte schreiben Sie einen Link f\u00fcr Ihren Podcast-Eintrag.